7zip
adw-gtk-theme
amd-ucode
ark
base
base-devel
bat
bc
breeze
brightnessctl
choose
cliphist
cmake
cpio
cpupower
dmidecode
docker
docker-compose
dosfstools
dunst
efibootmgr
elixir
evince
fd
ffmpegthumbnailer
flatpak
font-manager
fuse2
fwupd
fzf
gimp
git
gnome-disk-utility
gnome-themes-extra
greetd-tuigreet
grim
haskell-tidal
htop
hyprland
hyprpaper
hyprpicker
imagemagick
impala
inkscape
inotify-tools
intel-media-driver
iwd
keyd
kio-extras
kitty
krita
ksnip
less
lib32-gnutls
lib32-mesa
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-rt-lts
linux-rt-lts-headers
lutris
man-db
mpv
nano
ncdu
neovim
noto-fonts-emoji
npm
nwg-look
openssh
otf-droid-nerd
otf-font-awesome
pacman-contrib
pamixer
pandoc-cli
pavucontrol
pcmanfm
php
php-cgi
php-fpm
pipewire-alsa
pipewire-docs
pipewire-pulse
polkit-kde-agent
postgresql
pulseaudio-alsa
python-protobuf
qrencode
qt5-wayland
qt5ct
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-wayland
qt6ct
ripgrep
rofi
rofi-emoji
satty
scribus
sddm
slurp
smartmontools
spotify-launcher
sqlitebrowser
starship
stow
surge-xt-clap
swaybg
swayidle
swaylock
swaync
texlive-latex
tlp
tlp-rdw
tree
ttf-hack-nerd
ttf-roboto
vim
vivaldi
vulkan-intel
vulkan-radeon
waybar
wev
wf-recorder
wget
wireless_tools
wiremix
wireplumber
wl-clipboard
wlr-randr
wmctrl
wmname
wpa_supplicant
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xsel
yazi
zed
zenity
zip
zoxide
zram-generator
zsh
zsh-syntax-highlighting
