bitwig-studio-earlyaccess
cadence
dms-shell-git
dracula-icons-theme
dsearch-bin
figma-linux
hours
joplin-desktop
local-ai
mangowc-git
matugen-bin
megacmd
mintstick
neofetch
pgadmin4-desktop
postman-bin
quickemu-git
ripdrag-git
themix-full-git
upwork
vim-wayland-clipboard-git
vscodium
winetricks-git
xf86-video-vmware
yay
